Repository: FTDapi/FTDapi-WordPress
Catalog: language/ftdapiwordpress-*.po
Languages: de_de

source: WARNING: Your filesystem is not writable. Requests to FTDapi can not be cached!
de_de: WARNUNG: Das Dateisystem hat keine Schreibrechte. Anfragen zur FTDapi können nicht zwischengespeichert werden!

source: FTDapi Settings
de_de: FTDapi Einstellungen

source: FTDapi for WordPress
de_de: FTDapi für WordPress

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die nötigen Rechte um diese Seite anzusehen.

source: No valid API-Token set.
de_de: Es wurde kein valider API-Token gesetzt.

source: FTDapi - No vaild request
de_de: FTDapi - Keine gültige Anfrage

source: FTDapi - API is currently unavailable
de_de: FTDapi - Die API steht zur Zeit nicht zur Verfügung

source: FTDapi - Currently no dates available
de_de: FTDapi - Es sind keine neuen Termine verfügbar

source: FTDapi - No display type selected
de_de: FTDapi - Es wurde kein Layout ausgewählt

source: Settings
de_de: Einstellungen

source: on
de_de: am

source: from
de_de: von

source: to
de_de: bis

source: Current tour dates
de_de: Aktuelle Tourdaten

source: Today
de_de: Heute

source: In cooperation with
de_de: In Zusammenarbeit mit

source: General
de_de: Allgemein

source: The general settings are important to retrieve data from FTD and to display them on your website.
de_de: Die allgemeinen Einstellungen sind Voraussetzung zum Bezug von Daten von FTD zur Darstellung auf der Webseite.

source: <b>Required.</b> Token must be requested at <a title="" href="mailto:token@ftdapi.de">token@ftdapi.de</a>.
de_de: <b>Erforderlich.</b> Ein Token kann über <a title="" href="mailto:token@ftdapi.de">token@ftdapi.de</a> beantragt werden.

source: Cache Duration
de_de: Cache Dauer

source: Duration in minutes. 120 minutes are recommended.
de_de: Dauer in Minuten. 120 Minuten werden empfohlen.

source: Default
de_de: Standard

source: The default settings should be defined here, they can be overridden for each shortcode individually.
de_de: Die Standard Einstellungen sollten hier definiert werden, sie können in jedem Shortcode individuell überschrieben werden.

source: Time Interval
de_de: Zeitspanne

source: Tomorrow
de_de: Morgen

source: 2 Days
de_de: 2 Tage

source: 1 Week
de_de: 1 Woche

source: Time interval of the displayed tour dates.
de_de: Zeitspanne der angezeigten Tourdaten.

source: Selection
de_de: Layout

source: Provider
de_de: Anbieter

source: Selection of tour dates presentation type.
de_de: Auswahl der Tourdaten-Darstellung.

source: ID provided by FTD for filtering the truck view.
de_de: Die ID definiert von FTD zur eindeutigen Filterung der Trucks.

source: Map
de_de: Karte

source: Show Map
de_de: Karte anzeigen

source: Tick to display map below tour dates.
de_de: Darstellung einer Karte unterhalb der Tourdaten.

source: Map Data Provider
de_de: Karten-Dienstleister

source: Selection of the map provider for the map.
de_de: Auswahl des Karten-Dienstleister für die Karte.

source: Map Height
de_de: Höhe der Karte

source: Height of map in pixels. Min. 350 pixels are recommended.
de_de: Höhe der Karte in Pixel. Min. 350 Pixel werden empfohlen.
